{
    "id": "dd7b34da-68f4-4017-8221-957cf7a0d05c",
    "name": "Leistungsbeschreibung",
    "content": "# Template: Leistungbeschreibung     \n## Benötigte Informationen \n- **Ziele des Projekts** `{ZieleDesProjekts: Liste von Zielen}`   *Hinweis: Bitte extrahiere alle Ziele des Projekts aus dem Freitext und fasse sie zusammen.*\n- **Stakeholder** `{Stakeholder: Liste von Stakeholdern}`   *Hinweis: Bitte extrahiere alle Stakeholder aus dem Freitext.*\n- **funktionale Anforderungen** `{FunktionaleAnforderungen}`   *Hinweis: Bitte extrahiere alle funktionalen Anforderungen aus dem Freitext.*\n- **nicht-funktionale Anforderungen** `{NichtFunktionaleAnforderungen}`      *Hinweis: Bitte extrahiere alle nicht-funktionalen Anforderungen aus dem Freitext.*\n- **Projektumfang** `{Projektumfang}`   *Hinweis: Bitte extrahiere den Projektumfang aus dem Freitext.*\n- **Annahmen** `{Annahmen}`   *Hinweis: Bitte extrahiere alle Annahmen aus dem Freitext.*\n- **Einschränkungen** `{Einschränkungen}`   *Hinweis: Bitte extrahiere alle Einschränkungen aus dem Freitext.*\n- **Abnahmekriterien** `{Abnahmekriterien}`   *Hinweis: Bitte extrahiere alle Abnahmekriterien aus dem Freitext.*\n---\n## Struktur     \nEinleitung         \nBeschreibung: Kurzer Überblick über das Projekt, einschließlich Ziele, Stakeholder und Hintergrundinformationen.      \n\nFunktionale Anforderungen         \nBeschreibung: Auflistung und Beschreibung aller funktionalen Anforderungen: Funktionen, Aktionen und das Verhalten des Systems.      \n\nNicht-funktionale Anforderungen         \nBeschreibung: Auflistung und Beschreibung der nicht-funktionalen Anforderungen: Leistung, Sicherheit, Benutzerfreundlichkeit, etc.      \n\nProjektumfang         \nBeschreibung: Definition dessen, was im Projekt enthalten ist, einschließlich der zu liefernden Ergebnisse, Phasen und Aufgaben.      \n\nAusschlüsse des Projekts         \nBeschreibung: Spezifizierung dessen, was nicht im Projekt enthalten ist, um ein unkontrolliertes Anwachsen des Projektumfangs (Scope Creep) zu vermeiden.      \n\nAnnahmen         \nBeschreibung: Identifizierung aller Annahmen, die bezüglich des Projekts oder seiner Umsetzung gemacht werden.      \n\nEinschränkungen         \nBeschreibung: Beschreibung aller Einschränkungen, wie z. B. Fristen, Budgetbeschränkungen oder Verfügbarkeiten von Ressourcen.      \n\nRisiken         \nBeschreibung: Identifizierung potenzieller Risiken und die Entwicklung von Strategien zur Risikominderung.      \n\nAbnahmekriterien         \nBeschreibung: Definition der Kriterien, die erfüllt sein müssen, damit das Projekt von den Stakeholdern akzeptiert wird.",
    "created_at": "2024-11-26 21:03:13.347587",
    "updated_at": "2024-11-29T21:33:24.831365",
    "description": "Leistungsbeschreibung"
}